Repository: dangary7/NFCSelfie
Catalog: NFCSelfie/*.lproj/Localizable.strings
Languages: es_419, pt_br

# passport_vc_title
source: Passport 1/3
es_419: Pasaporte 1/3
pt_br: Passaporte 1/3

# passport_title
source: Passport
es_419: Pasaporte
pt_br: Passaporte

# take_picture
source: Capture your passport
es_419: Toma una foto de tu pasaporte
pt_br: Tire uma foto do seu passaporte

# avoid_light_shadow
source: Avoid direct light or shadow on the passport
es_419: Evita las luces o sombras directas en el pasaporte
pt_br: Evite luz direta ou sombra no passaporte

# continue_button
source: Continue
es_419: Continuar
pt_br: Continuar

# validate_data
source: Check that your data is correct
es_419: Valida que tus datos sean correctos
pt_br: Verifique se seus dados estão corretos

# given_names_label
source: Name(s)
es_419: Nombre(s)
pt_br: Nome(s)

# surname_label
source: Surname(s)
es_419: Apellido(s)
pt_br: Sobrenome(s)

# birth_day_label
source: Date of birth
es_419: Fecha de nacimiento
pt_br: Data de nascimento

# passport_number_label
source: Passport number
es_419: Número de pasaporte
pt_br: Número do passaporte

# validate_button
source: Validate passport
es_419: Validar pasaporte
pt_br: Validar passaporte

# face_vc_title
source: Facial biometry 2/3
es_419: Biometría facial 2/3
pt_br: Biometria facial 2/3

# face_biometry_title
source: Facial biometry
es_419: Biometría facial
pt_br: Biometria facial

# focus_face_label
source: Focus your face inside the oval
es_419: Enfoca tu cara dentro del óvalo
pt_br: Concentre seu rosto dentro do espaço destacado

# no_glasses_label
source: Do not wear sunglasses, glasses, hats or other elements that make it difficult to identify your face
es_419: No uses lentes de sol, gafas, gorras u otros elementos que dificulten la identificación de tu cara
pt_br: Não use óculos de sol, óculos, bonés ou outros itens que dificultem a identificação do seu rosto

# success_face_capture_label
source: Successful facial capture
es_419: Captura facial exitosa
pt_br: Captura facial bem sucedida

# good_picture_tittle
source: Is the picture correct?
es_419: ¿La foto es correcta?
pt_br: A foto está correta?

# data_can_be_read
source: Make sure your passport details are legible
es_419: Asegúrate que los datos de tu pasaporte sean legibles
pt_br: Verifique se os detalhes do seu passaporte estão legíveis

# yes_continue_button
source: Yes, continue
es_419: Si, continuar
pt_br: Sim, continuar

# capture_again_button
source: Take picture again
es_419: Volver a tomar foto
pt_br: Tirar foto novamente

# nfc_vc_title
source: Passport 3/3
es_419: Pasaporte 3/3
pt_br: Passaporte 3/3

# nfc_title
source: Bring your passport closer
es_419: Acerca tu pasaporte
pt_br: Aproxime seu passaporte

# nfc_passport_label
source: Place your passport behind your device
es_419: Coloca tu pasaporte detrás de tu dispositivo
pt_br: Coloque seu passaporte atrás do seu dispositivo

# nfc_processing_title
source: Processing
es_419: Procesando
pt_br: Em processamento

# wait_a_moment_label
source: Wait a moment
es_419: Espera un momento
pt_br: Espere um momento

# validation_succes_title
source: Successful validation
es_419: Validación exitosa
pt_br: Validação bem sucedida

# validation_fail_title
source: Failed validation
es_419: Validación fallida
pt_br: Falha na validação

# similarity_found_label
source: similarity
es_419: de similaridad
pt_br: semelhança

# invalid_passport_title
source: Invalid passport
es_419: Pasaporte invalido
pt_br: Passaporte inválido

# invalid_passport_label
source: The passport data is incorrect, try again
es_419: Los datos del pasaporte son incorrectos, vuelve a intentarlo
pt_br: Os dados do passaporte estão incorretos, tente novamente

# try_again_button
source: Try again
es_419: Volver a intentar
pt_br: Tente novamente

# no_chip_title
source: Chip not detected
es_419: Chip no detectado
pt_br: Chip não detectado

# no_chip_label
source: If your passport has a chip, try again
es_419: Si tu pasaporte cuenta con chip, vuelve a intentarlo
pt_br: Se o seu passaporte tiver chip, tente novamente

# incorrect_passport_title
source: Wrong passport
es_419: Pasaporte incorrecto
pt_br: Erro no passaporte

# incorrect_passport_label
source: The data does not match, make sure you enter the correct passport
es_419: Los datos no coinciden, asegúrate de ingresar el pasaporte correcto
pt_br: Os dados não correspondem, certifique-se de inserir o passaporte correto

# unsupported_passport_title
source: Passport not supported
es_419: Pasaporte no compatible
pt_br: Passaporte não reconecido

# unsupported_passport_label
source: The chip does not have the parameters to validate the identity, perform the process again with another passport
es_419: El chip no cuenta con los parámetros para validar la identidad, realiza de nuevo el proceso con otro pasaporte
pt_br: O chip não tem parâmetros para validar a identidade, refaça o processo com outro passaporte

# try_other_passport_button
source: Try another passport
es_419: Intentar con otro pasaporte
pt_br: Tente outro passaporte

# failed_facial_verification_label
source: Incorrect facial validation
es_419: Validación facial incorrecta
pt_br: Validação facial incorreta

# res_given_name
source: Given name
es_419: Nombre
pt_br: Primeiros nomes

# res_surname
source: Surname
es_419: Apellido
pt_br: Sobrenome

# res_date_of_birth
source: Date of birth
es_419: Fecha de nacimiento
pt_br: Data de nascimento

# res_date_of_expiry
source: Date of expiry
es_419: Fecha de expiración
pt_br: Data de validade

# res_document_number
source: Document number
es_419: Número de documento
pt_br: Nº do documento

# reques_present_passport
source: Keep your iPhone near your passport
es_419: Manten tu iPhone cerca de tu pasaporte
pt_br: Mantenha seu iPhone próximo ao seu passaporte

source: Authenticating with passport.....
es_419: Autenticando con pasaporte.....
pt_br: Autenticando com passaporte.....

# reading_data_group_progress
source: Reading
es_419: Leyendo
pt_br: Lendo

# tag_not_valid_error
source: Tag not valid
es_419: Tag no valido
pt_br: Chip inválido

# more_than_one_tag_found_error
source: More than 1 tag found. Present only 1 tag
es_419: Mas de 1 tag encontrado. Presenta unicamente 1 tag
pt_br: Mais de 1 chip encontrado. Apresenta apenas 1 chip

# connection_error
source: Connection error. Please try again
es_419: Error de conexión. Intenta nuevamente
pt_br: Erro de conexão. Tente novamente

# invalid_mrz_key_error
source: Invalid MRZ key for this document
es_419: Llave MRZ no válida para este documento
pt_br: Chave MRZ inválida para este documento

# response_error
source: There was a problem reading the passport
es_419: Hubo un problema leyendo el pasaporte
pt_br: Ocorreu um problema ao ler o passaporte

# generic_response_error
source: There was a problem reading the passport. Please try again
es_419: Hubo un problema leyendo el pasaporte. Intenta nuevamente
pt_br: Ocorreu um problema ao ler o passaporte. Tente novamente

# successful_read
source: Passport read successfully
es_419: Pasaporte leído correctamente
pt_br: Passaporte lido com sucesso
