Repository: dangary7/NFCSelfie
Catalog: NFCSelfie/*.lproj/Main.strings
Languages: es_419, pt_br

# identy_no_internet
source: Please check your Internet connection
es_419: Sin conexión a internet
pt_br: Sem conexão com a Internet

# identy_enable_internet_message
source: Please enable Internet
es_419: Conecte a internet
pt_br: Ative a Internet

# identy_alert
source: Alert
es_419: Alerta
pt_br: Alerta

# identy_settings
source: Settings
pt_br: Configurações

# identy_cancel
source: Cancel
es_419: Cancelar
pt_br: Cancelar

# identy_initialization_failed
source: Initialization Failed
es_419: Inicialización fallida
pt_br: Falha na inicialização

# identy_jailbroken_device
source: Device is Jailbroken
es_419: Dispositivo tiene Jailbroken
pt_br: O dispositivo foi desbloqueado

# identy_activity_paused
source: Activity paused
es_419: Actividad pausada
pt_br: Atividade pausada

# identy_back_pressed
source: Activity paused on clicking back
es_419: Actividad pausada al presionar atras
pt_br: Atividade pausada ao clicar em voltar

# identy_timeout
source: Transaction Timeout
es_419: Tiempo para transacción terminado
pt_br: Tempo limite da transação

# identy_limit_exceeded
source: Transaction limit exceeded
es_419: Limite de transacciones exedido
pt_br: Limite de transação excedido

# identy_nistgenration_failed
source: Failed to generate NIST file
es_419: Falla al generar archivo NIST
pt_br: Falha ao gerar arquivo NIST

# identy_templategenration_failed
source: Failed to generate Template
es_419: Falla al generar template
pt_br: Falha ao gerar modelo

# identy_invalid_input
source: Invalid input
es_419: Entrada invalida
pt_br: Entrada inválida

# id_unable_to_retrieve_template
source: Unable to retrieve Template
es_419: No se puede recuperar template
pt_br: Não foi possível recuperar o modelo

# id_unable_to_retrieve_file
source: Unable to retrieve File
es_419: No se puede recuperar archivo
pt_br: Não foi possível recuperar o arquivo

# id_unable_to_convert_imageformat
source: Unable to convert to Image Format
es_419: No se puede convertir a formato de imagen
pt_br: Não foi possível converter para o formato de imagem

# id_file_not_found
source: File not found
es_419: Archivo no encontrado
pt_br: Arquivo não encontrado

# id_encryption_failed
source: Encryption Failed
es_419: Encriptación fallida
pt_br: Falha na criptografia

# id_close
source: Close
es_419: Cerrar
pt_br: Fechar

# id_yes
source: Yes
es_419: Si
pt_br: Sim

# id_no
source: No
pt_br: Não

# id_enrollment_completed
source: Enrollment Completed
es_419: Enrolamiento completado
pt_br: Inscrição concluída

# id_success_match
source: Successfully Verified
es_419: Verificación exitosa
pt_br: Verificado com sucesso

# id_authentication_unsuccessful
source: Verification Failed
es_419: Verificación fallida
pt_br: Falha na verificação

# id_capture_successful
source: Capture Completed
es_419: Captura completada
pt_br: Captura concluída

# identy_score
source: Score
pt_br: Pontuação

# id_something_is_weird_error
source: Something is Weird
es_419: Algo esta mal
pt_br: Algo está estranho

# id_badlighting
source: Avoid shadows
es_419: Evite sombras
pt_br: Evite sombras

# id_too_bright
source: Too Bright: Move To Better Lighting
es_419: Demasiada luz: Mover a una mejor iluminación
pt_br: Muito claro: mude para uma iluminação melhor

# id_too_dark
source: Too Dark: Move To Better Lighting
es_419: Demasiado oscuro: Mover a una mejor iluminación
pt_br: Muito escuro: mude para uma iluminação melhor

# id_searching_face
source: Searching Face
es_419: Buscando rostro
pt_br: Pesquisando rosto

# id_hold
source: Please hold
es_419: Espere
pt_br: Por favor, aguarde

# id_hold_0
source: Please hold 0
es_419: Espere 0
pt_br: Por favor, aguarde 0

# id_hold_1
source: Please hold 1
es_419: Espere 1
pt_br: Por favor, aguarde 1

# id_hold_2
source: Please hold 2
es_419: Espere 2
pt_br: Por favor, aguarde 2

# id_hold_3
source: Please hold 3
es_419: Espere 3
pt_br: Por favor, aguarde 3

# id_hold_4
source: Please hold 4
es_419: Espere 4
pt_br: Por favor, aguarde 4

# id_capturing
source: Capturing..
es_419: Capturando..
pt_br: Capturando..

# id_captured
source: Captured
es_419: Capturado
pt_br: Capturado

# id_inside_guide
source: Please be inside the guide
es_419: Coloquese dentro del óvalo
pt_br: Por favor, permaneça no local indicado

# id_stable
source: Please be stable
es_419: Mantenga el dispositivo estable
pt_br: Por favor, fique parado

# id_next
source: Next
es_419: Siguiente
pt_br: Próximo

# id_dshow_again
source: Don't show me again
es_419: No mostrar de nuevo
pt_br: Não mostrar novamente

# identy_please_wait
source: Processing...
es_419: Procesando...
pt_br: Processando...

# id_keep_head_straight
source: Keep your head straight
es_419: Mantenga la cabeza derecha
pt_br: Mantenha a cabeça reta

# id_bring_face_inside
source: Bring face inside
es_419: Mover su rostro dentro del óvalo
pt_br: Posicione o rosto dentro

# id_bring_face_closer
source: Bring face closer
es_419: Acerque su rostro
pt_br: Aproximar o rosto

# id_center_face
source: Look straight
es_419: Mire al frente
pt_br: Olhe direto

# id_move_face_away
source: Move your face away
es_419: Aleje su rostro
pt_br: Afaste seu rosto

# id_frame_your_face
source: Frame your face
es_419: Centre su rostro
pt_br: Emoldure seu rosto

# id_alert_box
source: Alert
es_419: Alerta
pt_br: Alerta

# id_alert_msg
source: Something is wrong please try again
es_419: Algo esta mal, intente de nuevo
pt_br: Algo está errado, tente novamente

# id_alert_nonetwork
source: No network Connection
es_419: Sin conexión a internet
pt_br: Sem conexão de rede

# id_phone_to_eye_level
source: Bring phone to eye level
es_419: Coloque el dispositivo al nivel de sus ojos
pt_br: Coloque o telefone ao nível dos olhos

# id_face_oval_center
source: Center your face in oval
es_419: Centre su ronstro en el óvalo
pt_br: Centrar seu rosto no local indicado

# id_face_look_straight
source: Look Straight
es_419: Mire al frente
pt_br: Olhar para frente

# id_face_looking_down
source: Look up to be parallel to camera
es_419: Mire paralelo a la camara
pt_br: Olhe para cima para ficar paralelo à câmera

# id_face_looking_right
source: Looking Right, Please Look straight
es_419: Mirando a la derecha, mire al frente
pt_br: Olhe para direita, por favor, olhe para frente

# id_face_looking_left
source: Looking Left, Please Look straight
es_419: Mirando a la izquierda, mire al frente
pt_br: Olhe para a esquerda, por favor, olhe para frente

# id_face_looking_up
source: Look Down to be parallel to camera
es_419: Mire abajo para estar paralelo a la camara
pt_br: Olhe para baixo para ficar paralelo à câmera

# id_face_move_up
source: Move face up
es_419: Mueva su rostro hacia arriba
pt_br: Mover face para cima

# id_face_move_down
source: Move face down
es_419: Mueva su rostro hacia abajo
pt_br: Mover face para baixo

# id_eyes_closed
source: Eyes Closed
es_419: Ojos cerrados
pt_br: Olhos Fechados

# identy_camera_permission
source: Permission to access Camera
es_419: Permiso para acceder a la cámara
pt_br: Permissão para acessar a câmera

# identy_camera_permission_message
source: App doesn't have permission to use the camera, please change privacy settings
es_419: No se tienen permisos para acceder a la cámara, cambie configuración de seguridad
pt_br: O aplicativo não tem permissão para usar a câmera, altere as configurações de privacidade

# identy_initialize
source: Initializing...
es_419: Inicializando...
pt_br: Inicializando...

# identy_exit
source: Do you want to exit Capture?
es_419: ¿Quiere salir de la captura?
pt_br: Deseja sair do Capture?

# id_at_timed_out
source: Lighting is weird
es_419: Iluminación es inadecuada
pt_br: A iluminação não está bem

# id_something_weird
source: Something is weird, move slightly to change lighting
es_419: Algo está mal, muevase para cambiar la iluminación
pt_br: Algo está bem, mova um pouco para mudar a iluminação

# id_try_again_btn
source: Try again
es_419: Intentar de nuevo
pt_br: Tente novamente

# id_nistcreated
source: ANSI/NIST file generated...
es_419: Archivo ANSI/NIST generado...
pt_br: Arquivo ANSI/NIST gerado...

# id_noface
source: No face detected
es_419: No se detecta rostro
pt_br: Nenhum rosto detectado

# id_timeout
source: Timed Out
es_419: Tiempo agotado
pt_br: Tempo esgotado

# id_unsuccessful_recognition
source: Unsuccessful Recognition
es_419: Reconocimiento fallido
pt_br: Reconhecimento sem sucesso
